[
  {"Pergunta": "O assassino mora perto da vitima?", "Peso": 1},
  {"Pergunta": "O assassino trabalha com a vitima?", "Peso": 2},
  {"Pergunta": "O assassino se encontra todo dia com a vitima?", "Peso": 1},
  {"Pergunta": "O assassino tem algum parentesco com a vítima?", "Peso": 2},
  {"Pergunta": "O assassino já discutiu com a vítima antes?", "Peso": 2},
  {"Pergunta": "O assassino conhece os hábitos da vítima?", "Peso": 2},
  {"Pergunta": "O assassino tem acesso à casa da vítima?", "Peso": 3},
  {"Pergunta": "O assassino já foi visto com a vítima em público?", "Peso": 1},
  {"Pergunta": "O assassino tem algum motivo financeiro contra a vítima?", "Peso": 2},
  {"Pergunta": "O assassino sabia da rotina da vítima?", "Peso": 2},
  {"Pergunta": "O assassino já ameaçou a vítima anteriormente?", "Peso": 3},
  {"Pergunta": "O assassino tem algum segredo em comum com a vítima?", "Peso": 3},
  {"Pergunta": "O assassino estava presente no local do crime?", "Peso": 3},
  {"Pergunta": "O assassino tinha dívidas com a vítima?", "Peso": 2},
  {"Pergunta": "O assassino já demonstrou ciúmes da vítima?", "Peso": 2},
  {"Pergunta": "O assassino tinha algum relacionamento amoroso com a vítima?", "Peso": 3},
  {"Pergunta": "O assassino já foi acusado de violência antes?", "Peso": 3},
  {"Pergunta": "O assassino sabia onde a vítima estaria no dia do crime?", "Peso": 2},
  {"Pergunta": "O assassino tinha acesso às redes sociais da vítima?", "Peso": 1},
  {"Pergunta": "O assassino já tentou controlar a vida da vítima?", "Peso": 3},
  {"Pergunta": "O assassino tinha algum objeto pessoal da vítima?", "Peso": 2},
  {"Pergunta": "O assassino já foi visto espionando a vítima?", "Peso": 3},
  {"Pergunta": "O assassino tinha algum interesse profissional em prejudicar a vítima?", "Peso": 2},
  {"Pergunta": "O assassino já esteve envolvido em brigas com conhecidos da vítima?", "Peso": 2},
  {"Pergunta": "O assassino tinha acesso a informações confidenciais da vítima?", "Peso": 3},
  {"Pergunta": "O assassino já tentou manipular pessoas próximas da vítima?", "Peso": 2},
  {"Pergunta": "O assassino tinha algum histórico de perseguição?", "Peso": 3},
  {"Pergunta": "O assassino já foi visto rondando a casa da vítima?", "Peso": 3}
]
